Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: If others have a part in this right over you, have we not even more? But we did not make use of our right, so that we might put nothing in the way of the good news of Christ.
chr: ᎢᏳᏃ ᏅᏩᎾᏓᎴ ᎾᏍᎩ ᎯᎠ ᎢᎨᏨᏁᏗᏱ ᏳᏂᎭ; ᏝᏍᎪ ᎠᏴ ᎤᏟ ᎢᎦᎢ? ᎥᏝᏍᎩᏂᏃᏅ ᎾᏍᎩ ᎯᎠ ᎢᎦᏲᎦᏛᏁᏗ ᎣᎩᎲ ᏱᏃᎦᏛᏁᎸ; ᎤᏁᎳᎩᏉᏍᎩᏂ ᎣᎨᎵᏒ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎣᎩᏂᎬᏎᎲᎢ, ᎾᏍᎩ ᎣᎦᎵᏫᏍᏙᏗᏱ ᏂᎨᏒᎾ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵ ᎠᎢᏒᎢ.

source: Do you not see that the servants of the holy things get their living from the Temple, and the servants of the altar have their part in the food which is offered on the altar?
chr: ᏝᏍᎪ ᏱᏥᎦᏔᎭ, ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎠᎾᎵᏍᏓᏴᏗᏍᎬ ᏗᎦᎸᏉᏗ ᎨᏒᎢ; ᎠᎴ ᎾᏍᎩ ᎠᏥᎸ ᎨᎳᏍᏗᏱ ᎠᏂᎦᏘᏯᏕᎩ ᎾᏍᎩ ᎤᏁᎳᏗᏍᏗᏍᎬ ᎠᏥᎸ ᎨᎳᏍᏗᏱ ᎠᎵᏍᎪᎸᏔᏅᎯ?

source: Even so did the Lord give orders that the preachers of the good news might get their living from the good news.
chr: ᎾᏍᎩᏯᏉ ᎤᎬᏫᏳᎯ ᏚᏭᎪᏔᏅ, ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎠᎾᎵᏥᏙᎲᏍᎩ ᏥᎩ, ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎤᎾᎵᏍᏕᎸᏙᏗᏱ.

source: But I have not made use of any of these things: and I am not writing this in the hope that it may be so for me: for it would be better for me to undergo death, than for any man to make this pride of mine of no effect.
chr: ᎠᏎᏃ ᎥᏝ ᎪᎱᏍᏗ ᎠᏋᏔᏅᎯ ᏱᎩ ᎾᏍᎩ ᎯᎠ; ᎥᏝ ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏱᎪᏪᎸᎦ, ᎠᏴ ᎾᏍᎩ ᎢᏴᏆᏛᏁᏗᏱ; ᎤᏟᏰᏃ ᎣᏏᏳ ᎢᏯᏆᎵᏍᏓᏁᏗ ᏯᎩᏲᎱᏒᏉ, ᎠᏃ ᎩᎶ ᎠᏎᏉ ᏱᏄᏩᏁᎸ ᎠᏆᏢᏆᏍᏙᏗ ᎨᏒᎢ.

source: For if I am a preacher of the good news, I have no cause for pride in this; because I am forced to do so, for a curse is on me if I do not.
chr: ᎾᏍᏉᏰᏃ ᏱᎦᎵᏥᏙᎲᏍᎦ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎥᏝ ᎪᎱᏍᏗ ᏯᎩᎭ ᎠᏆᏢᏈᏍᏙᏗ. ᎠᏎᏰᏃ ᎾᏍᎩ ᎢᏯᏆᏛᏁᏗ ᏅᏋᏁᎸ; ᎥᎥ, ᎤᏲ ᎢᏯᏆᎵᏍᏓᏁᏗ, ᎢᏳᏃ ᎣᏍᏛ ᎧᏃᎮᏛ ᏂᎦᎵᏥᏙᎲᏍᎬᎾ ᎢᎨᏎᏍᏗ.

source: But if I do it gladly, I have a reward; and if not, I am under orders to do it.
chr: ᎢᏳᏰᏃ ᎣᏏᏳ ᎠᎩᏰᎸᏅᎯ ᎾᏍᎩ ᎯᎠ ᏱᏂᎦᏛᏁᎭ ᎥᏆᎫᏴᎡᎭ; ᎢᏳᏍᎩᏂ ᎣᏏᏳ ᎠᎩᏰᎸᏅᎯ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ ᎿᏉ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎥᏆᏒᎦᎶᏔᏅ.

source: What then is my reward? This, that when I am giving the good news, I may give it without payment, not making use of my rights as a preacher of the good news.
chr: ᎦᏙᏃ ᎥᏆᎫᏴᎡᏗ ᎨᏎᏍᏗ? ᎯᎠ ᎾᏍᎩ, ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎵᏥᏙᎲᏍᎨᏍᏗ ᏧᎬᏩᎶᏗ ᏂᎨᏒᎾ ᎢᏯᏋᏁᏗᏱ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ; ᎾᏍᎩ ᎤᏲ ᎢᏯᏆᏛᏁᏗᏱ ᏂᎨᏒᎾ ᏄᏍᏛ ᎠᏆᏒᎦᎸ ᎣᏍᏛ ᎧᏃᎮᏛ ᎨᏒᎢ.

source: For though I was free from all men, I made myself a servant to all, so that more might have salvation.
chr: ᎩᎶᏍᎩᏂᏃᏅ ᎠᎩᎾᏝᎢ ᏂᎨᏒᎾ, ᎠᏎᏃ ᎾᏂᎥ ᎬᎩᎾᏝᎢ ᎾᏆᏓᏛᏁᎸ, ᎾᏍᎩ ᎤᏟ ᎢᏯᏂᎢ ᎬᎩᏁᏉᏤᏗᏱ.

source: And to the Jews I was as a Jew, so that I might give the good news to them; to those under the law I was the same, not as being myself under the law, but so that I might give the good news to those under the law.
chr: ᎠᏂᏧᏏ ᎠᏂᎦᏔᎲ ᏥᏧᏏ ᎾᏍᎩᏯ ᎾᏆᎵᏍᏔᏅᎩ ᎾᏍᎩ ᎠᏂᏧᏏ ᎬᎩᏁᏉᏤᏗᏱ; ᎾᏃ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎤᎾᏓᏄᏴᏗ ᎠᏂᎦᏔᎲ ᏗᎧᎿᏩᏛᏍᏗᏱ ᏣᏆᏓᏄᏴᏙ ᎾᏍᎩᏯᎢ, ᎾᏍᎩ ᎬᎩᏁᏉᏤᏗᏱ ᎾᏍᎩ Ꮎ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎤᎾᏓᏄᏴᏗ.

source: To those without the law I was as one without the law, not as being without law to God, but as under law to Christ, so that I might give the good news to those without the law.
chr: ᎾᏍᎩ ᎠᏂᎦᏔᎲ ᏗᎧᎿᏩᏛᏍᏗᏱ ᏄᎾᏓᏄᏴᏛᎾ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎾᏆᏓᏄᏴᏛᎾ ᏥᎨᏐ ᎾᏍᎩᏯᎢ, ᎾᏍᎩ ᎬᎩᏁᏉᏤᏗᏱ ᎾᏍᎩ Ꮎ ᏗᎧᎿᏩᏛᏍᏗᏱ ᏄᎾᏓᏄᏴᏛᎾ, ᎠᏎᏃ ᎥᏝ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎾᏆᏓᏄᏴᏛᎾ ᏱᎩ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎠᏆᏓᏄᏴᏗᏍᎩᏂ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎦᎶᏁᏛ ᎠᎦᏔᎲᎢ.

source: To the feeble, I was as one who is feeble, so that they might have salvation: I have been all things to all men, so that some at least might have salvation.
chr: ᏗᏂᏩᎾᎦᎳ ᎠᏂᎦᏔᎲ, ᏥᏩᎾᎦᎳ ᎾᏍᎩᏯ ᎾᏆᎵᏍᏔᏅᎩ, ᎾᏍᎩ ᏗᏂᏩᎾᎦᎳ ᎬᎩᏁᏉᏤᏗᏱ; ᏂᎦᎥᏉ ᏄᏓᎴᏒ ᎾᏆᎵᏍᏔᏅ ᎾᏂᎥ ᏄᎾᏓᎴᏒ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏗᏱ ᎠᏎ ᎢᎦᏛ ᎦᏥᏍᏕᎸᏗᏱ.

source: And I do all things for the cause of the good news, so that I may have a part in it.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏂᎦᏛᏁᎰ ᎣᏍᏛ ᎧᏃᎮᏛ ᏅᏗᎦᎵᏍᏙᏗᏍᎪᎢ, ᎾᏍᎩ ᎾᎿ ᎠᏇᎳᏗᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ.

source: Do you not see that in a running competition all take part, but only one gets the reward? So let your minds be fixed on the reward.
chr: ᏝᏍᎪ ᏱᏥᎦᏔ ᎾᏍᎩ Ꮎ ᎠᎾᏙᎩᏯᏍᎩ, ᏂᎦᏛ ᎠᎾᏙᎩᏯᏍᎬᎢ, ᎠᏎᏃ ᎠᏏᏴᏫᏉ ᎤᏤᎵ ᏂᎦᎵᏍᏗᏍᎬ ᎠᏌᏍᏛᎢ? ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᎢᏣᏙᎩᏯᏍᎨᏍᏗ ᎾᏍᎩ ᎢᏣᏤᎵ ᎢᏳᎵᏍᏙᏗᏱ.

source: And every man who takes part in the sports has self-control in all things. Now they do it to get a crown which is of this world, but we for an eternal crown.
chr: ᎠᎴ ᎾᏂᎥ ᎤᎾᏓᏎᎪᎩᏍᏗᏱ ᏣᎾᏟᏂᎬᏁᎰ ᏂᎦᎥ ᎤᎾᎵᏍᏆᏂᎪᏗᏳ ᎨᏐᎢ. ᎠᎴ ᎾᏍᎩ ᎠᏲᎩᏉ ᎠᎵᏍᏚᎶ ᎨᏥᏅᏁᏗᏱ ᎤᎾᏚᎵᏍᎪᎢ, ᎠᏴᏍᎩᏂ ᎠᏲᎩ ᏂᎨᏒᎾ.

source: So then I am running, not uncertainly; so I am fighting, not as one who gives blows in the air:
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏴ ᎦᏙᎩᏯᏍᎬ ᎥᏝ ᎬᏁᎳᎩᏉ ᎾᏍᎩᏯ ᏱᎦᏙᎩᏯᏍᎦ; ᎦᎵᎲ ᎥᏝ ᎩᎶ ᎤᏃᎴᏉ ᏥᎦᎵᎥᏂᎰ ᎾᏍᎩᏯ ᏱᎦᎵᎭ.

source: But I give blows to my body, and keep it under control, for fear that, after having given the good news to others, I myself might not have God's approval.
chr: ᏥᏰᎸᏍᎩᏂ ᎡᎳᏗ ᏂᏥᏴᏫᏕᎪᎢ, ᎠᎴ ᏥᎾᏝᎢ ᏂᏥᏴᏁᎰᎢ; ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎾᏆᏚᎵᏍᎬᎾ ᎨᏒ ᎾᏍᎩ ᎦᏥᏯᎵᏥᏙᏁᎸᎯ ᎨᏒ ᏭᏅᎫᏛᎢ, ᎠᏴ ᎠᏋᏒ ᎥᎩᏐᏅᎢᏍᏔᏅᎯ ᎢᏳᎵᏍᏙᏗᏱ.

source: For it is my desire, my brothers, that you may keep in mind how all our fathers were under the cloud, and they all went through the sea;
chr: ᎠᎴ, ᎢᏓᎵᏅᏟ, ᎥᏝ ᎾᏂᎦᏔᎲᎾᏉ ᎨᏎᏍᏗ ᏱᏨᏰᎵᏎᎭ, ᎾᏍᎩ ᎾᏂᎥᏉ ᏗᎩᎦᏴᎵᎨ ᎤᎶᎩᎸ ᎭᏫᏂᏗᏢ ᎤᏁᏙᎸᎢ, ᎠᎴ ᏂᎦᏛ ᎠᎺᏉᎯ ᎤᏂᎶᏒᎢ,

source: And they all had baptism from Moses in the cloud and in the sea;
chr: ᎠᎴ ᏂᎦᏛ ᏕᎨᎦᏬᏍᎨ ᎤᏣᎩᎸ ᎠᎴ ᎠᎺᏉᎯ ᎼᏏ ᎬᏩᎵᎪᏁᎮᎢ.

source: And they all took the same holy food;
chr: ᎠᎴ ᎾᏍᎩ ᏂᎦᏛ ᎤᏠᏱᏉ ᎠᎵᏍᏓᏴᏗ ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏔᏅᎯ ᎠᎾᎵᏍᏓᏴᏗᏍᎬᎢ,

source: And the same holy drink: for they all took of the water from the holy rock which came after them: and the rock was Christ.
chr: ᎠᎴ ᎾᏍᎩ ᏂᎦᏛ ᎤᏠᏱᏉ ᎠᏗᏔᏍᏗ ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏔᏅᎯ ᎠᎾᏗᏔᏍᎬᎢ; ᎾᏍᎩᏰᏃ ᏅᏯ ᎠᏓᏅᏙ ᎤᏍᏚᎢᏛ, ᎾᏍᎩ ᏧᏂᏍᏓᏩᏗᏙᎮᎢ, ᎾᎿ ᎤᏄᎪᏨᎯ ᎠᎾᏗᏔᏍᎨᎢ; ᎠᎴ ᎾᏍᎩ Ꮎ ᏅᏯ ᎦᎶᏁᏛ ᎨᏒᎩ.

source: But with most of them God was not pleased: for they came to their end in the waste land.
chr: ᎠᏎᏃ ᎾᏍᎩ ᎤᏟ ᎢᏯᏂᎢ ᎥᏝ ᎣᏏᏳ ᏱᏚᏰᎸᏎ ᎤᏁᎳᏅᎯ, ᎢᎾᎨᏉᏰᏃ ᎨᏥᏛᏔᏁᎢ.

source: Now these things were for an example to us, so that our hearts might not go after evil things, as they did.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏧᏓᎴᏅᏛ ᎨᏒ ᎠᏴ ᏗᎦᏟᎶᏍᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏲ ᎢᎩᎬᎥᏍᎩ ᎢᎦᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ ᎾᏍᎩᏯ ᎾᏍᎩ Ꮎ ᏧᏂᎬᎥᏍᎨᎢ.

source: Then do not go after false gods, as some of them did; as it is said in the holy Writings, After resting and feasting, the people got up to take their pleasure.
chr: ᏞᏍᏗ ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᏣᏓᏙᎵᏍᏓᏁᎯ ᏱᎨᏎᏍᏗ, ᎾᏍᎩᏯ ᎢᎦᏛ ᎾᏍᎩ Ꮎ ᏥᏄᎾᏍᏕᎢ; ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᏴᏫ ᎤᎾᏅᏅᎩ ᏛᎾᎵᏍᏓᏴᏂᏒᎩ ᎠᎴ ᏛᎾᏗᏔᎯᏒᎩ, ᏚᎾᎴᏅᎩ ᎤᎾᏁᏦᏅᎩ.

source: Again, let us not give way to the desires of the flesh, as some of them did, of whom twenty-three thousand came to their end in one day.
chr: ᏞᏍᏗ ᎠᎴ ᎤᏕᎵᏛ ᏱᏗᏓᏂᏏᎲᏍᎨᏍᏗ ᎾᏍᎩᏯ ᎢᎦᏛ ᎾᏍᎩ ᏄᎾᏛᏁᎸᎢ, ᎠᎴ ᏏᎦᏉ ᏦᎢᏦᏁ ᎢᏯᎦᏴᎵ ᏥᏚᏂᏲᎱᏎᎢ.

source: And let us not put the Lord to the test, as some of them did, and came to their death by snakes.
chr: ᏞᏍᏗ ᎠᎴ ᎦᎶᏁᏛ ᏰᏗᎪᎵᏰᏍᎨᏍᏗ, ᎾᏍᎩᏯ ᎾᏍᎩ Ꮎ ᎢᎦᏛ ᎾᏍᏉ ᏥᎬᏩᎪᎵᏰᎡᎢ, ᎠᎴ ᎾᏍᎩ ᎢᎾᏛ ᏥᎬᏩᏂᏛᏔᏁᎢ.

source: And do not say evil things against the Lord, as some of them did, and destruction overtook them.
chr: ᏞᏍᏗ ᎠᎴ ᏱᏥᎪᏁᎶᏍᎨᏍᏗ, ᎾᏍᎩᏯ ᎾᏍᎩ Ꮎ ᎢᎦᏛ ᏥᏄᎾᏛᏁᎴ ᏧᏂᎪᏁᎶᏍᎨᎢ, ᎠᎴ ᏥᎬᏩᏂᏛᏔᏁ ᎠᎾᏓᏛᏗᏍᎩ.

source: Now these things were done as an example; and were put down in writing for our teaching, on whom the last days have come.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᏥᏄᎾᎵᏍᏓᏁᎴ ᏗᏟᎶᏍᏙᏗ ᎠᏰᎸᏎᎢ; ᎠᎴ ᏕᎪᏪᎳ ᎠᏴ ᎢᎦᏅᏓᏗᏍᏗᏍᎩ ᎢᏳᎵᏍᏙᏗᏱ, ᎠᏴ ᎾᏍᎩ ᎤᎵᏍᏆᎸᏗ ᎨᏒ ᎡᎶᎯ ᏥᎩᎷᏤᎸ.

source: So let him who seems to himself to be safe go in fear of a fall.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᏥᏙᎦ ᎡᎵᏍᎨᏍᏗ ᎨᏯᏔᎮᏍᏗ ᏱᎦᏅᎩᏰᏃ.

source: You have been put to no test but such as is common to man: and God is true, who will not let any test come on you which you are not able to undergo; but he will make with the test a way out of it, so that you may be able to go through it.
chr: ᎥᏝ ᎪᎱᏍᏗ ᎤᏍᏗ ᎠᏓᎪᎵᏰᏍᎩ ᎢᏣᏢᏔᎲᎯ ᏱᎩ ᎾᏂᎥᏉ ᏴᏫ ᎢᎬᏩᎵᏍᏓᏁᏗ ᎤᏩᏒ; ᎠᎴ ᎤᏁᎳᏅᎯ ᏄᏓᎵᏓᏍᏛᎾ, ᎾᏍᎩ ᎥᏝ ᎤᏁᎳᎩ ᏴᎨᏤᎵᏏ ᎠᏓᎪᎵᏰᏍᎩ ᎢᏥᎷᏤᏗᏱ ᏕᏣᎵᏂᎬᎬ ᎤᎶᏒᏍᏙᏗᏱ; ᎾᏍᎩᏍᎩᏂ ᎠᏓᎪᎵᏰᏍᎩ ᎢᏥᎷᏤᎲ ᏔᎵ ᎾᏛᏕᏍᏗ ᎾᎿ ᎦᏰᏣᏗᏫᏎᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏰᎵ ᎨᏣᏓᎵᏁᎯᏗᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ.

source: For this cause, my dear brothers, give no worship to false gods.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ, ᏂᎯ ᎢᏨᎨᏳᎢ, ᎢᏣᎵᏘ ᎢᏣᏓᏅᏏ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᏓᏙᎵᏍᏓᏁᏗ ᎨᏒᎢ.

source: What I am saying is for wise men, do you be the judges of it.
chr: ᏥᏁᎦ ᎠᏂᎦᏔᎾᎢ ᏥᎦᏥᏁᏤᎰ ᎾᏍᎩᏯᎢ; ᎢᏥᎪᎵᏯ ᏂᏥᏪᏍᎬᎢ.

source: The cup of blessing which we take, does it not give us a part in the blood of Christ? and is not the broken bread a taking part in the body of Christ?
chr: ᎾᏍᎩ Ꮎ ᎦᎸᏉᏙᏗ ᎤᎵᏍᏈᏗ, ᎾᏍᎩ ᏥᏗᎸᏉᏗᏍᎪᎢ, ᏝᏍᎪ ᎾᏍᎩ ᎢᏓᎵᎪᎲᏍᎬ ᏱᎩ ᎦᎶᏁᏛ ᎤᎩᎬ ᎢᏓᏗᏔᏍᎬᎢ? ᎦᏚ ᏥᏗᎬᎭᎷᏯᏍᎪᎢ, ᏝᏍᎪ ᎾᏍᎩ ᎢᏓᎵᎪᎲᏍᎬ ᏱᎩ ᎦᎶᏁᏛ ᎠᏰᎸ ᎢᏓᎵᏍᏓᏴᏗᏍᎬᎢ?

source: Because we, being a number of persons, are one bread, we are one body: for we all take part in the one bread.
chr: ᎠᏴᏰᏃ ᎢᎩᏣᏘ ᏥᎩ, ᏌᏉᏉ ᎦᏚ, ᎠᎴ ᏌᏉᏉ ᎠᏰᎸᎢ; ᏂᏗᎥᏰᏃ ᎢᎦᏖᏆᎶᏐ ᎾᏍᎩ ᏌᏉ ᎦᏚ ᎢᏓᎵᏍᏓᏴᏗᏍᎬᎢ.

source: See Israel after the flesh: do not those who take as food the offerings of the altar take a part in the altar?
chr: ᏗᏣᎧᏅᎦ ᎢᏏᎵ ᎾᏍᎩ ᎤᏇᏓᎵᏉ ᎨᏒᎢ; ᏝᏍᎪ ᎾᏍᎩ Ꮎ ᏗᎵᏍᎪᎸᏔᏅᎯ ᏣᎾᎵᏍᏓᏴᏗᏍᎪ ᎤᏁᎳᏗᏍᏗᏍᎩ ᏱᎨᏐ ᎠᏥᎸ ᎨᎳᏍᏗᏱ ᎠᎵᏍᎪᎸᏔᏅᎯ?

source: Do I say, then, that what is offered to images is anything, or that the image is anything?
chr: ᎦᏙᏃ ᎦᏗᎭ? ᏥᎪ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎪᎱᏍᏗ ᎦᏗᎭ? ᏥᎪᎨ ᎾᏍᎩ Ꮎ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎠᏥᎸ ᎨᎳᏍᏓᏁᏗ ᎤᏁᎳᏅᎯ ᎠᏰᎸᎯ ᎪᎱᏍᏗ, ᎦᏗᎭ?

source: What I say is that the things offered by the Gentiles are offered to evil spirits and not to God; and it is not my desire for you to have any part with evil spirits.
chr: ᎯᎠᏍᎩᏂ ᏂᏥᏪᎭ, ᎾᏍᎩ Ꮎ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏥᎸ ᎨᎳᏍᏙᏗ ᏣᎾᎵᏍᎪᎸᏗᏍᎪᎢ, ᎠᏂᏍᎩᎾ ᏓᎾᎵᏍᎪᎸᏔᏁᎰᎢ, ᎥᏝᏃ ᎤᏁᎳᏅᎯ; ᎥᏝᏃ ᏯᏆᏚᎵᎭ ᎠᏂᏍᎩᎾ ᎤᎾᏤᎵ ᎨᏒ ᎢᏤᎳᏗᏍᏙᏗᏱ.

source: It is not possible for you, at the same time, to take the cup of the Lord and the cup of evil spirits; you may not take part in the table of the Lord and the table of evil spirits.
chr: ᎥᏝ ᎨᏣᏗᏔᏍᏗ ᏱᎩ ᎠᏟᏍᏛ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᏉ ᎠᏂᏍᎩᎾ ᎤᎾᏤᎵ ᎠᏟᏍᏛᎢ. ᎥᏝ ᎨᏣᎵᏍᏓᏴᏗ ᏱᎩ ᎤᎬᏫᏳᎯ ᎤᏪᏍᎩᎸ, ᎠᎴ ᎾᏍᏉ ᎠᏂᏍᎩᎾ ᎤᏂᏍᎩᎸᎢ.

source: Or may we be the cause of envy to the Lord? are we stronger than he?
chr: ᎡᏗᎿᎸᏍᏗᏍᎨᏍᏗᏍᎪ ᎤᎬᏫᏳᎯ? ᎤᏟᏍᎪ ᏂᏕᎦᎵᏂᎬᎦ ᎡᏍᎦᏉ ᎾᏍᎩ?

source: We are free to do all things, but there are things which it is not wise to do. We are free to do all things, but not all things are for the common good.
chr: ᏄᏓᎴᏒᏉ ᎪᎱᏍᏗ ᎤᏁᎳᎩ ᎥᏇᎵᏎᎸᎯ ᎠᏆᎵᏍᏓᏴᏗᏱ, ᎠᏎᏃ ᎥᏝ ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᎣᏏᏳ ᎢᏯᏓᏛᏁᎯ ᏱᎩ; ᏄᏓᎴᏒᏉ ᎪᎱᏍᏗ ᎤᏁᎳᎩ ᎥᏇᎵᏎᎸᎯ ᎠᏆᎵᏍᏓᏴᏙᏗᏱ, ᎠᏎᏃ ᎥᏝ ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᎬᏩᏓᏍᏕᎸᏗ ᏱᎩ.

source: Let a man give attention not only to what is good for himself, but equally to his neighbour's good.
chr: ᏞᏍᏗ ᎩᎶ ᎤᏩᏒᏉ ᎤᏤᎵ ᏳᏲᎮᏍᏗ, ᏅᏩᏓᎴᏍᎩᏂ ᎤᏤᎵ ᎤᏲᎮᏍᏗ.

source: Whatever meat may be had at the public market, take as food without question of right or wrong;
chr: ᏂᎦᎥ ᎪᎱᏍᏗ ᎠᏂᏃᏗᏍᎬ ᎦᏃᏙᏗᏱ, ᎢᏥᎩᏍᎨᏍᏗ, ᎠᎴ ᏝᏍᏗ ᎪᎱᏍᏗ ᏱᏣᏛᏛᎲᏍᎨᏍᏗ ᎠᏓᏅᏙᎩ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ.

source: For the earth is the Lord's and all things in it.
chr: ᎡᎶᎯᏰᏃ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎡᎶᎯ ᏣᎧᎵᎢᎭ.

source: If a Gentile makes a feast for you, and you are pleased to go as a guest, take whatever is put before you, without question of right or wrong.
chr: ᎢᏳᏃ ᎩᎶ ᏄᏃᎯᏳᏒᎾ ᎨᏒ ᎢᎨᏣᏯᏂᏍᎨᏍᏗ, ᎠᎴ ᎢᏣᏚᎵᏍᎨᏍᏗ ᎢᏤᏅᏍᏗᏱ; ᏄᏍᏛᏉ ᎪᎱᏍᏗ ᎢᎬᏱᏗᏢ ᎡᏥᏝᏁᎲ ᎢᏣᎵᏍᏓᏴᏗᏍᎨᏍᏗ, ᎠᎴ ᏞᏍᏗ ᎪᎱᏍᏗ ᏱᏣᏛᏛᎲᏍᎨᏍᏗ, ᎠᏓᏅᏙᎩ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ.

source: But if anyone says to you, This food has been used as an offering, do not take it, on account of him who said it, and on account of his sense of right and wrong:
chr: ᎢᏳᏍᎩᏂ ᎩᎶ ᎯᎠ ᏂᏥᏪᏎᎮᏍᏗ, ᎯᎠ ᎾᏍᎩ ᎠᎵᏍᎪᎸᏔᏅᎯ ᎠᏥᎸ ᏗᎨᎴᏗ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ, ᏞᏍᏗ ᏱᏥᎩᏍᎨᏍᏗ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎾᏍᎩ Ꮎ ᎤᎾᏄᎪᏫᏒᎯ ᎨᏒᎢ, ᎠᎴ ᎠᏓᏅᏙᎩ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ; ᎡᎶᎯᏰᏃ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᎩ Ꮎ ᎡᎶᎯ ᏣᎧᎵᎢᎭ.

source: Right and wrong, I say, not for you, but for the other man; for the fact that I am free is not dependent on another man's sense of right or wrong.
chr: ᎠᏓᏅᏙᎩ ᎨᏒ ᎦᏗᎭ, ᎥᏝ ᎠᏗᎾ ᏨᏒ ᏣᏓᏅᏙᎩ, ᏐᎢᏍᎩᏂ ᎤᏓᏅᏙᎩ; ᎦᏙᏰᏃ ᎦᎵᏍᏙᏗ ᎠᏴ ᎢᏯᏆᏛᏁᏗ ᎠᎩᎲ ᏅᏩᏓᎴ ᎤᏓᏅᏙ ᏧᏭᎪᏙᏗ ᏱᏂᎦᎵᏍᏗᎭ?

source: But if I give praise to God for the food which I take, let no man say evil of me for that reason.
chr: ᎢᏳᏰᏃ ᎠᎵᎮᎵᏍᏗ ᎨᏒ ᎬᏗ ᏱᎦᎵᏍᏓᏴᎲᏍᎦ, ᎦᏙᏃ ᎾᏲ ᎥᎩᏃᎮᎭ ᏅᏗᎦᎵᏍᏙᏗ ᎾᏍᎩ Ꮎ ᎤᎬᏩᎵ ᏥᎦᎵᎡᎵᎦ?

source: So then, if it is a question of food or drink, or any other thing, whatever you do, do all to the glory of God.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᎢᏣᎵᏍᏓᏴᎲᏍᎨᏍᏗ, ᎠᎴ ᎢᏣᏗᏔᏍᎨᏍᏗ, ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ ᏂᏣᏛᏁᎮᏍᏗ, ᎤᏁᎳᏅᎯ ᎤᎸᏉᏗᏍᎩ ᎨᏎᏍᏗ ᏂᎦᎥ ᏂᏣᏛᏁᎲᎢ.

source: Give no cause of trouble to Jews, or to Greeks, or to the church of God.
chr: ᏞᏍᏗ ᏧᏃᏕᏍᏗᏍᎩ ᏱᏂᏣᎵᏍᏔᏁᏍᏗ ᎾᏍᏉ ᎠᏂᏧᏏ ᎠᎴ ᏧᎾᏓᎴᏛ ᏴᏫ, ᎠᎴ ᎤᎾᏓᏡᎬ ᏧᎾᏁᎶᏗ ᎤᏁᎳᎥᎯ ᎤᏤᎵᎦ;

source: Even as I give way to all men in all things, not looking for profit for myself, but for the good of others, that they may get salvation.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏴ, ᏂᎦᎥ ᏂᎦᏛᏁᎲ ᎾᏂᎥᏉ ᎣᏍᏛ ᎤᏂᏰᎸᏗ ᏥᏂᎦᏥᏯᏛᏁᎰᎢ, ᎾᎩᏲᎲᎾ ᏥᎨᏐ ᎠᏋᏒᏉ ᎠᏆᎵᏍᏕᎩᏙᏗ, ᎤᏂᏣᏘᏍᎩᏂ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏗᏱ ᎨᏥᏍᏕᎸᏗᏱ.

source: So take me for your example, even as I take Christ for mine.
chr: ᎠᏴ ᏍᎩᏍᏓᏩᏕᎩ ᎨᏎᏍᏗ, ᎾᏍᎩᏯ ᎠᏴ ᎾᏍᏉ ᎦᎶᏁᏛ ᏥᏍᏓᏩᏕᎩ ᏥᎩ.

source: Now I am pleased to see that you keep me in memory in all things, and that you give attention to the teaching which was handed down from me to you.
chr: Ꭷ, ᎢᏓᎵᏅᏟ, ᎢᏨᎸᏉᏗᎭ ᎾᏍᎩ ᎠᏴ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᏂᏣᏛᏁᎲ ᏍᎩᏯᏅᏓᏗᏍᎬᎢ, ᎠᎴ ᎢᏥᏍᏆᏂᎪᏗᏍᎬ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏍᎩᏯ ᏕᏨᏲᎯᏎᎸᎢ.

source: But it is important for you to keep this fact in mind, that the head of every man is Christ; and the head of the woman is the man, and the head of Christ is God.
chr: ᎠᎴ ᎠᏆᏚᎵ ᎢᏥᎦᏙᎥᎯᏍᏗᏱ, ᎾᏍᎩ ᎾᏂᎥ ᎠᏂᏍᎦᏯ ᎨᏒ ᎦᎶᏁᏛ ᎠᏍᎪᎵ ᎨᏒᎢ; ᎠᎨᏴᏃ ᎨᏒ ᎠᏍᎪᎵ ᎠᏍᎦᏯ ᎨᏒᎢ; ᎦᎶᏁᏛᏃ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᏍᎪᎵ ᎨᏒᎢ.

source: Every man who takes part in prayer, or gives teaching as a prophet, with his head covered, puts shame on his head.
chr: ᎩᎶ ᎠᏂᏍᎦᏯ ᎨᏒ ᏯᏓᏙᎵᏍᏗᎭ ᎠᎴ ᏯᏙᎴᎰᏍᎦ, ᎬᏩᎵᏍᏚᎵ, ᎠᏕᎰᎯᏍᏗᏍᎪ ᎠᏍᎪᎵ ᎨᏒᎢ.

source: But every woman who does so with her head unveiled, puts shame on her head: for it is the same as if her hair was cut off.
chr: ᎩᎶᏍᎩᏂ ᎠᏂᎨᏴ ᎨᏒ ᏯᏓᏙᎵᏍᏗᎭ ᎠᎴ ᏯᏙᎴᎰᏍᎦ ᏄᎵᏍᏚᎸᎾ, ᎠᏕᎰᎯᏍᏗᏍᎪ ᎠᏍᎪᎵ ᎨᏒᎢ; ᏧᎵᏍᏙᏴᎰᏉᏰᏃ ᎢᏧᎳᎭ ᎾᏍᎩ.

source: For if a woman is not veiled, let her hair be cut off; but if it is a shame to a woman to have her hair cut off, let her be veiled.
chr: ᎢᏳᏰᏃ ᎠᎨᏴ ᏄᎵᏍᏚᎸᎾ ᏱᎩ, ᎾᏍᏉ ᎠᏥᏍᏙᏰᏍᎨᏍᏗ; ᎢᏳᏍᎩᏂ ᎤᏕᎰᎯᏍᏗᏳ ᏱᎩ ᎠᎨᏴ ᏗᎵᏍᏙᏰᏗ ᎠᎴ ᎠᎵᏍᏙᏰᏗ ᎤᏮᏙᏗᏱ ᎤᎵᏍᏙᏰᏗᏱ, ᎬᏩᎵᏍᏚᎴᏍᏗᏉ.

source: For it is not right for a man to have his head covered, because he is the image and glory of God: but the woman is the glory of the man.
chr: ᎠᏍᎦᏯᏍᎩᏂ ᎤᏙᎯᏳᎯ ᎥᏝ ᏱᎬᎵᏍᏚᎸᏍᎦ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎾᏍᎩᏯ ᏥᎩ, ᎠᎴ ᎾᏍᎩ ᎦᎸᏉᏗᏳ ᎨᏒ ᏧᏄᏬᏍᏗ; ᎠᎨᏴᏍᎩᏂ ᎠᏍᎦᏯ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏄᏬᏍᏗ.

source: For the man did not come from the woman, but the woman from the man.
chr: ᎠᏍᎦᏯᏰᏃ ᎥᏝ ᎠᎨᏴᎯ ᏴᏧᏓᎴᏁ ᎠᎪᏢᏅ; ᎠᎨᏴᏍᎩᏂ ᎠᏍᎦᏲᎯ ᏧᏓᎴᏁ ᎠᎪᏢᏅ.

source: And the man was not made for the woman, but the woman for the man.
chr: ᎠᎴ ᎾᏍᏉ ᎠᏍᎦᏯ ᎥᏝ ᎠᎨᏴ ᏯᎪᏢᎾᏁᎴᎢ, ᎠᎨᏴᏍᎩᏂ ᎠᏍᎦᏯ ᎠᎪᏢᎾᏁᎴᎢ.

source: For this reason it is right for the woman to have a sign of authority on her head, because of the angels.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᎨᏴ ᎦᎸᏉᏗᏳ ᎢᏳᏩᏁᎯ ᏳᏭᏢᏗ ᎠᏍᎪᎵ ᎾᏍᎩ ᎨᏥᏅᏏᏛ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ.

source: But the woman is not separate from the man, and the man is not separate from the woman in the Lord.
chr: ᎠᏎᏍᎩᏂᏃᏅ ᎥᏝ ᎠᏍᎦᏯ ᏂᎨᏴ ᏔᎵ ᏄᏛᏛᎾ ᏰᎭ, ᎥᏝ ᎠᎴ ᎠᎨᏴ ᎠᏍᎦᏯ ᏔᎵ ᏄᏛᏛᎾ ᏰᎭ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏄᏩᎾᏅᎢ.

source: For as the woman is from the man, so the man is through the woman; but all things are from God.
chr: ᎾᏍᎩᏰᏃ ᎠᎨᏴ ᎠᏍᎦᏲᎯ ᏅᏓᏳᏓᎴᏅᎯ ᏥᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏍᎦᏯ ᎠᎨᏴ ᎤᎾᏄᎪᏫᏒᎯ; ᎠᏎᏃ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎤᏁᎳᏅᎯ ᎨᏒ ᏅᏓᏳᏓᎴᏅᎯ.

source: Be judges yourselves of the question: does it seem right for a woman to take part in prayer unveiled?
chr: ᏗᏧᎪᏓ ᎢᏨᏒ ᎨᏒᎢ; ᎤᎵᎶᎲᏍᎦᏍᎪ ᎠᎨᏴ ᎤᏁᎳᏅᎯ ᏯᏓᏙᎵᏍᏓᏁ ᏄᎵᏍᏚᎸᎾ?

source: Does it not seem natural to you that if a man has long hair, it is a cause of shame to him?
chr: ᏝᏍᎪ ᎢᏨᏒ ᎢᏥᎦᏔᎲ ᏱᏤᏲᎲᏍᎦ, ᎾᏍᎩ ᎠᏍᏚᏯ ᎦᏅᎯᏛ ᏳᏍᏘᏰᎦ ᎤᏕᎰᎯᏍᏗᏳ ᎨᏒᎢ?

source: But if a woman has long hair, it is a glory to her: for her hair is given to her for a covering.
chr: ᎠᎨᏴᏍᎩᏂ ᎦᏅᎯᏛ ᏳᏍᏘᏰᎦ ᎦᎸᏉᏗᏳ ᎢᏳᏩᏁᎯ ᎨᏐᎢ; ᎤᏍᏘᏰᎬᏰᏃ ᎠᏥᏁᎸ ᎤᎦᏢᏙᏗ.

source: But if any man will not be ruled in this question, this is not our way of doing things, and it is not done in the churches of God.
chr: ᎢᏳᏍᎩᏂ ᎩᎶ ᎤᏗᏒᏌᏘ ᏱᏅᏩᏍᏗ; ^ᎠᏴ ᎥᏝ ᎾᏍᎩ ᎢᏲᎦᏛᏁᏗ ᏲᎩᎭ, ᎥᏝ ᎠᎴ ᎾᏍᏉ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎤᏁᎳᏅᎯ ᏧᏤᎵᎦ.

source: But in giving you this order, there is one thing about which I am not pleased: it is that when you come together it is not for the better but for the worse.
chr: ᎯᎠᏍᎩᏂᏃ ᏂᏨᏪᏎᎲ ᎥᏝ ᏱᏨᎸᏉᏗᎭ, ᎾᏍᎩ ᏕᏥᎳᏫᏦᎯᎲ ᎥᏝ ᎣᏍᏛ ᎢᏳᎵᏍᏙᏗ ᏱᎨᏐᎢ, ᎤᏲᏉᏍᎩᏂ.

source: For first of all, it has come to my ears that when you come together in the church, there are divisions among you, and I take the statement to be true in part.
chr: ᎢᎬᏱᏱᏰᏃ ᎨᏒ ᏕᏥᎳᏫᎩ ᎢᏣᏓᏡᎬ ᎢᎸᏍᎩ ᏂᏣᏓᏗᏍᎬ ᎦᏛᎩᎭ; ᎠᎴ ᎪᎢᏳᎲᏍᎦᏉ ᎢᎦᏛ.

source: For divisions are necessary among you, in order that those who have God's approval may be clearly seen among you.
chr: ᎠᏎᏰᏃ ᎢᎸᏍᎩ ᎢᏣᏓᏗᏍᏗ ᏂᎯ ᏂᏣᏛᏅᎢ, ᎾᏍᎩ ᎣᏏᏳ ᎨᏥᏰᎸᏅᎯ ᎬᏂᎨᏒ ᎢᏳᎾᎵᏍᏙᏗᏱ ᏂᎯ ᏂᏣᏛᏅᎢ.

source: But now, when you come together, it is not possible to take the holy meal of the Lord:
chr: ᏕᏥᎳᏫᎩᏰᏃ ᎢᎸᎯᏢᎢ, ᎥᏝ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎠᎵᏍᏓᏴᏗ ᏱᏣᎵᏍᏓᏴᏂᎰᎢ.

source: For when you take your food, everyone takes his meal before the other; and one has not enough food, and another is the worse for drink.
chr: ᎢᏣᎵᏍᏗᏴᎲᏍᎬᏰᏃ ᎢᏥᏏᏴᏫᎭ ᎨᏒ ᎢᎬᏱ ᎢᏥᎩᏍᎪ ᎢᏨᏒ ᎢᏣᏤᎵᎦ; ᎠᏏᏴᏫᏃ ᎠᎪᏄ ᎤᏲᏏᏍᎪᎢ, ᏅᏩᏓᎴᏃ ᎤᏴᏍᏕᏍᎪᎢ.

source: What? have you not houses to take your meals in? or have you no respect for the church of God, putting the poor to shame? What am I to say to you? am I to give you praise? certainly not.
chr: ᏝᏍᎪᏃ ᏱᏗᏥᏁᎸ ᎾᎿ ᎢᏣᎵᏍᏓᏴᏗᏱ ᎠᎴ ᎢᏔᏗᏔᏍᏗᏱ? ᏥᎪᎨ ᎢᏥᏐᏢᏗᎭ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎠᎴ ᏕᏣᏕᎰᎯᏍᏗᎭ ᏄᏂᎲᎾ? ᎦᏙ ᏓᏨᏲᏎᎵ? ᏓᏨᎸᏉᏔᏂᏧ? ᎯᎠ ᏂᏨᏛᏁᎲ ᎥᏝ ᏱᏨᎸᏉᏗᎭ.

source: For it was handed down to me from the Lord, as I gave it to you, that the Lord Jesus, on the night when Judas was false to him, took bread,
chr: ᎤᎬᏫᏳᎯᏰᏃ ᏓᎩᏲᎯᏎᎸᎩ ᎾᏍᎩ ᎾᏍᏉ ᏥᏕᏨᏲᎯᏎᎸᎩ, ᎾᏍᎩ Ꮎ ᎤᎬᏫᏳᎯ ᏥᏌ, ᎾᎯᏳ ᏒᏃᏱ ᎠᏥᎶᏄᎡᎸ, ᎦᏚ ᎤᎩᏎᎢ;

source: And when it had been broken with an act of praise, he said, This is my body which is for you: do this in memory of me.
chr: ᎾᏍᎩᏃ ᎤᎵᎮᎵᏨ, ᎤᎬᎭᎷᏰᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏥᎩ, ᎢᏥᎦ; ᎯᎠ ᎾᏍᎩ ᎠᏴ ᏥᏰᎸᎢ, ᏂᎯ ᎾᏍᎩ ᎢᏣᎵᎬᎭᎷᏰᎸᎯ ᏥᎩ; ᎯᎠ ᎾᏍᎩ ᏂᏣᏛᏁᎮᏍᏗ ᎠᏴ ᏍᎩᏯᏅᏓᏗᏍᎬᎢ.

source: In the same way, with the cup, after the meal, he said, This cup is the new testament in my blood: do this, whenever you take it, in memory of me.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏄᏛᏁᎴ ᎤᎾᎵᏍᏓᏴᏃᏅ, ᎤᎵᏍᏈᏗ ᎤᎩᏎᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎯᎠ ᎾᏍᎩ ᎢᏤ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛᎢ, ᎠᏴ ᎠᎩᎩᎬ ᏨᏛᏍᏓᏱᏗ; ᎯᎠ ᎾᏍᎩ ᏂᏣᏛᏁᎮᏍᏗ, ᎢᏳᏍᏗᎭ ᎾᏍᎩ ᎢᏣᏗᏔᏍᎨᏍᏗ ᎠᏴ ᏍᎩᏯᏅᏓᏗᏍᎬᎢ.

source: For whenever you take the bread and the cup you give witness to the Lord's death till he comes.
chr: ᎢᏳᏍᏗᎭᏰᏃ ᎯᎠ ᎾᏍᎩ ᎦᏚ ᎢᏥᎩᏍᎨᏍᏗ, ᎠᎴ ᎯᎠ ᎾᏍᎩ ᎤᎵᏍᏈᏗ ᎢᏣᏗᏔᏍᎨᏍᏗ, ᎬᏂᎨᏒ ᏂᏨᏁᎮᏍᏗ ᎤᎬᏫᏳᎯ ᎤᏲᎱᏒᎢ, ᎬᏂ ᎦᎷᏨᎭ.

source: If, then, anyone takes the bread or the cup of the Lord in the wrong spirit, he will be responsible for the body and blood of the Lord.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ, ᎩᎶ ᏂᏚᏳᎪᏛᎾ ᎾᏛᏁᎮᏍᏗ ᎠᎩᏍᎨᏍᏗ ᎯᎠ ᎦᏚ, ᎠᎴ ᎠᏗᏔᏍᎨᏍᏗ ᎯᎠ ᎤᎵᏍᏈᏗ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎠᏍᎦᏅᏤᎮᏍᏗ ᎠᏰᎸ ᎠᎴ ᎤᎩᎬ ᎤᎬᏫᏳᎯ.

source: But let no man take of the bread and the cup without testing himself.
chr: ᎤᏩᏒᏍᎩᏂ ᎠᏓᎪᎵᏰᏍᎨᏍᏗ ᏴᏫ, ᎩᎳᏃ ᎿᏉ ᎠᎩᏍᎨᏍᏗ ᎾᏍᎩ ᎦᏚ, ᎠᎴ ᎠᏗᏔᏍᎨᏍᏗ ᎾᏍᎩ ᎤᎵᏍᏈᏗ.

source: For a man puts himself in danger, if he takes part in the holy meal without being conscious that it is the Lord's body.
chr: ᎩᎶᏰᏃ ᏂᏚᏳᎪᏛᎾ ᎾᏛᏁᎮᏍᏗ ᎠᎩᏍᎨᏍᏗ ᎠᎴ ᎠᏗᏔᏍᎨᏍᏗ, ᎾᏍᎩ ᎠᎩᏍᎨᏍᏗ ᎠᎴ ᎠᏗᏔᏍᎨᏍᏗ ᏧᏭᎪᏓᏁᎯ ᎤᏩᏒ ᎤᏍᎦᏅᏨᎢ, ᎾᎪᏩᏘᏍᎬᎾ ᎨᏒ ᎤᎬᏫᏳᎯ ᎠᏰᎸᎢ.

source: For this cause a number of you are feeble and ill, and a number are dead.
chr: ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏂᏣᏔ ᎨᏣᏓᏑᏯ ᏗᏂᏩᎾᎦᎳ ᎠᎴ ᏧᏂᏢᏥᏰᏍᎩ, ᎠᎴ ᏰᎵ ᎤᏂᏣᏔ ᎠᏂᎵᎾᎠ.

source: But if we were true judges of ourselves, punishment would not come on us.
chr: ᎢᏳᏰᏃ ᎢᎬᏒ ᏱᏗᏓᏓᏚᎪᏓᏁᎭ, ᎥᏝ ᏱᏙᎦᏰᎫᎪᏓᏏ.

source: But if punishment does come, it is sent by the Lord, so that we may be safe when the world is judged.
chr: ᏕᎫᎪᏓᏏᏍᎩᏂ ᎤᎬᏫᏳᎯ ᎢᎩᎩᎵᏲᎢᏍᏗᏍᎪ ᎾᏍᎩ ᎡᎶᎯ ᎤᏂᏍᎦᏅᏨ ᏕᎨᎫᎪᏓᏁᎲ ᎢᎦᏠᏯᏍᏙᏗᏱ ᏂᎨᏒᎾ.

source: So then, my brothers, when you come together to the holy meal of the Lord, let there be waiting for one another.
chr: ᎾᏍᎩᏃ ᏥᏄᏍᏗ, ᎢᏓᎵᏅᏟ, ᎢᏳᏃ ᏕᏥᎳᏫᎨᏍᏗ ᎢᏣᎵᏍᏓᏴᏗᏱ, ᏕᏣᏓᎦᏘᏗᏍᎨᏍᏗ.

source: If any man is in need of food, let him take his meal in his house; so that you may not come together to your damage. And the rest I will put in order when I come.
chr: ᎾᏍᎩᏃ ᎢᏳ ᎩᎶ ᎠᎪᎾ ᎤᏲᏏᏍᎨᏍᏗ, ᏧᏪᏅᏒ ᎠᎵᏍᏓᏴᎲᏍᎨᏍᏗ; ᎾᏍᎩ ᏕᏥᎳᏫᎩ ᎢᏥᏍᎦᏅᏨ ᏗᏧᎪᏓᏁᎯᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ. ᏭᏃᏒᏃ ᎣᏍᏛ ᏂᎬᏁᎸᎭ ᏫᏥᎷᏨᎭ.

source: But about the things of the spirit, my brothers, it is not right for you to be without teaching.
chr: ᎾᏃ ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏔᏅᎯ ᎤᎬᏩᎵ, ᎢᏓᎵᏅᏟ, ᎥᏝ ᎾᏂᎦᏔᎲᎾ ᎨᏎᏍᏗ, ᏱᏨᏰᎵᏎᎭ.

source: You are conscious that when you were Gentiles, in whatever way you were guided, you went after images without voice or power.
chr: ᎢᏥᎦᏔᎭ ᎾᏍᎩ ᏂᏥᎦᏔᎾᎥᎾ ᏥᎨᏒᎩ, ᏥᏕᏥᏍᏓᏩᏗᏒᎩ ᎯᎠ ᎾᏍᎩ ᏧᏅᎨᏫ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᎾᏍᎩᏯ ᏥᏕᏣᏘᏂᏙᎲᎩ.

source: So it is my desire for you to be clear about this; that no one is able to say by the Spirit of God that Jesus is cursed; and no one is able to say that Jesus is Lord, but by the Holy Spirit.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎢᏨᏃᎮᎮᎭ, ᎾᏍᎩ ᎩᎶ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᏱᎬᏗ ᏱᎦᏬᏂᎭ, ᏥᏌ ᎠᏥᏍᎩᏅᏛᎯ ᎥᏝ ᏰᎵ ᏴᎬᏛ; ᎥᏝ ᎠᎴ ᎩᎶ ᏥᏌ ᎤᎬᏫᏳᎯ ᏴᎬᏛ, ᎬᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏱᎬᏗᎭ.

source: Now there are different qualities given to men, but the same Spirit.
chr: ᏧᏓᎴᏅᏛᏍᎩᏂᏃᏅ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎠᎵᏍᎪᎸᏔᏅᎯ, ᎠᏎᏃ ᎾᏍᎩᏉ ᏌᏉ ᎠᏓᏅᏙ.

source: And there are different sorts of servants, but the same Lord.
chr: ᎠᎴ ᏧᏓᎴᏅᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᏎᏃ ᎾᏍᎩᏉ ᏌᏉ ᎤᎬᏫᏳᎯ.

source: And there are different operations, but the same God, who is working all things in all.
chr: ᎠᎴ ᏧᏓᎴᏅᏛ ᏗᎬᏩᏂᎸᏫᏍᏓᏁᏗ ᎢᎨᎬᏁᏗ ᎨᏒᎢ, ᎠᏎᏃ ᎾᏍᎩᏉ ᏌᏉ ᎤᏁᎳᏅᎯ ᏂᎦᏛ ᎾᏍᎩ ᏗᎬᏩᏂᎸᏫᏍᏓᏁᏗ ᎢᎨᎬᏁᎯ ᎾᏂᎥᎢ.

source: But to every man some form of the Spirit's working is given for the common good.
chr: ᎬᏂᎨᏒᏍᎩᏂ ᏂᎬᏁᎲ ᎠᏓᏅᏙ ᎠᏂᏏᏴᏫᎭ ᎨᏥᏁᎭ ᎪᎱᏍᏗ ᎣᏍᏛ ᎤᏅᏙᏗᏱ.

source: For to one are given words of wisdom through the Spirit; and to another words of knowledge through the same Spirit:
chr: ᎠᏏᏴᏫᏰᏃ ᎤᎵᏍᎪᎸᏓᏁᎸᎯ ᎨᏐ ᎠᏓᏅᏙ ᎠᏏᎾᏍᏛ ᎤᏬᏂᎯᏍᏗᏱ; ᏅᏩᏓᎴᏃ ᎠᎦᏔᎾᎢ ᎢᎦᎦᏛ ᎤᏬᏂᎯᏍᏗᏱ ᎾᏍᎩᏉ ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏓᏁᎸᎯ ᎨᏐᎢ;

source: To another faith in the same Spirit; and to another the power of taking away disease, by the one Spirit;
chr: ᏅᏩᏓᎴᏃ ᎪᎯᏳᏗ ᎨᏒ ᎾᏍᎩᏉ ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏓᏁᎸᎯ ᎨᏐᎢ; ᏅᏩᏓᎴᏃ ᎠᏥᏁᎰ ᏧᏓᏅᏬᏗᏱ, ᎾᏍᎩᏉ ᎠᏓᏅᏙ ᎤᎵᏍᎪᎸᏓᏁᎸᎯ ᎨᏐᎢ;

source: And to another the power of working wonders; and to another the prophet's word; and to another the power of testing spirits; to another different sorts of tongues; and to another the power of making clear the sense of the tongues:
chr: ᏅᏩᏓᎴᏃ ᎤᏍᏆᏂᎪᏗ ᏧᎸᏫᏍᏓᏁᏗᏱ; ᏅᏩᏓᎴᏃ ᎤᏙᎴᎰᎯᏍᏗᏱ; ᏅᏩᏓᎴᏃ ᏗᏓᏅᏙ ᏄᎾᏍᏛ ᏧᎪᎵᏰᏗᏱ; ᏅᏩᏓᎴᏃ ᎢᎸᏍᎩ ᎢᏳᏓᎴᎩ ᏧᏬᏂᎯᏍᏗᏱ; ᏅᏩᏓᎴᏃ ᏧᏁᏢᏙᏗᏱ ᏧᏓᎴᏅᏛ ᏗᎦᏬᏂᎯᏍᏗ ᎨᏒᎢ;

source: But all these are the operations of the one and the same Spirit, giving to every man separately as his pleasure is.
chr: ᎠᏎᏃ ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᎾᏍᎩᏉ ᏌᏉ ᎠᏓᏅᏙ ᏕᎤᎸᏫᏍᏓᏁᎰᎢ, ᏓᏯᏙᎮᎰ ᎾᏂᎥ ᏧᎾᏁᎳᎩᎭ ᏧᎾᏤᎵ, ᎯᎠᏉ ᏄᏍᏕᏍᏗ ᎡᎵᏍᎬᎢ.

source: For as the body is one, and has a number of parts, and all the parts make one body, so is Christ.
chr: ᎠᏰᎸᏰᏃ ᏌᏉᏉ ᏥᎩ, ᎠᎴ ᎤᏣᏘ ᏥᏚᏫᏞᏫᏒ, ᎠᎴ ᏂᎦᏛ ᎾᏍᎩ ᏌᏉ ᎠᏰᎸ ᏚᏫᏞᏫᏒ, ᎤᏣᏘ ᎨᏒ, ᏌᏉᏉ ᎠᏰᎸ ᏥᏂᎦᎵᏍᏗᎭ; ᎾᏍᎩᏯ ᎾᏍᏉ ᏄᏍᏗ ᎦᎶᏁᏛ.

source: For through the baptism of the one Spirit we were all formed into one body, Jews or Greeks, servants or free men, and were all made full of the same Spirit.
chr: ᏌᏉᎯᏰᏃ ᎠᏓᏅᏙ ᎢᏳᏩᏂᏌᏛ ᏂᏗᎥ ᏤᎦᏬᎥᎯ ᏌᏉ ᎠᏰᎸ ᎢᏰᎬᏁᎸᎯ, ᎾᏍᏉ ᎢᏗᏧᏏ ᎠᎴ ᏗᎦᏓᎴᏅᏛ ᏴᏫ ᏱᎩ; ᎾᏍᏉ ᏤᎩᎾᏝᎢ ᎠᎴ ᏤᎩᎾᏝᎢ ᏂᎨᏒᎾ ᏱᎩ; ᎠᎴ ᏂᏗᎥ ᏌᏉᏉ ᎠᏓᏅᏙ ᎢᎦᏗᏔᏍᏗᏱ ᎢᏰᎬᏁᎸᎯ.

source: For the body is not one part, but a number of parts.
chr: ᎠᏰᎸᏰᏃ ᎥᏝ ᏌᏉᏉ ᎤᏫᏞᏫᏒ ᏱᎩ, ᎤᏣᏘᏍᎩᏂ ᏚᏫᏞᏫᏒᎢ.

source: If the foot says, Because I am not the hand, I am not a part of the body; it is no less a part of the body.
chr: ᎢᏳᏃ ᎣᎳᏏᏕᏂ ᎯᎠ ᏱᏄᏪᏒ, ᎠᏴ ᎤᏬᏰᏂ ᏂᎨᏒᎾ ᏥᎩ ᎥᏝ ᎠᏰᎸ ᏯᏆᏘᏝ, ᎾᏍᎩᏍᎪ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎥᏝ ᎠᏰᎸ ᏳᏘᏝ?

source: And if the ear says, Because I am not the eye, I am not a part of the body; it is a part of the body all the same.
chr: ᎢᏳ ᎠᎴ ᎠᎦᎴᏂ ᎯᎠ ᏱᏄᏪᏒ, ᎠᏴ ᎠᎦᏔ ᏂᎨᏒᎾ ᏥᎩ ᎥᏝ ᎠᏰᎸ ᏯᏆᏘᏝ; ᎾᏍᎩᏍᎪ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎥᏝ ᎠᏰᎸ ᏳᏘᏝ?

source: If all the body was an eye, where would be the hearing? if all was hearing, where would be the smelling?
chr: ᎢᏳᏃ ᏂᎬ ᎠᏰᎸ ᎠᎦᏔ ᏱᎩ, ᎭᏢ ᎠᏛᎪᏙᏗ ᏱᎩ? ᎢᏳᏃ ᏂᎬ ᎠᏛᎪᏙᏗ ᏱᎩ, ᎭᏢ ᎣᏪᏩᏒᎢᏍᏙᏗᏱ ᏱᎩ?

source: But now God has put every one of the parts in the body as it was pleasing to him.
chr: ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᏚᏫᏞᏫᏒ ᏂᎦᏛ ᏌᏉᎭ ᎨᏒ ᎾᎿ ᎠᏰᎸ ᎾᏍᎩᏯ ᎣᏏᏳ ᎤᏰᎸᏅᎢ.

source: And if they were all one part, where would the body be?
chr: ᎢᏳᏃ ᏂᎦᏛ ᏌᏉᏉ ᎤᏫᏢ ᏱᎩ, ᎭᏢ ᎠᏰᎸ ᏱᎩ?

source: But now they are all different parts, but one body.
chr: ᎤᏣᏘᏍᎩᏂ ᏕᎤᏫᏞᏫᏒ, ᎠᏎᏃ ᏌᏉᏉ ᎠᏰᎸᎢ.

source: And the eye may not say to the hand, I have no need of you: or again the head to the feet, I have no need of you.
chr: ᎠᎴ ᎠᎦᏔ ᎥᏝ ᎯᎠ ᎢᎬᏩᏪᏎᏗ ᏱᎩ ᎤᏬᏰᏂ, ᎥᏝ ᏱᎬᏯᏚᎵᎭ; ᎠᎴᏬ ᎠᏍᎪᎵ ᎥᏝ ᎯᎠ ᎢᏗᎬᏩᏪᏎᏗ ᏱᎩ ᏧᎳᏏᏕᏂ, ᎥᏝ ᏱᏗᏍᏛᏯᏑᎵᎭ.

source: No, those parts which seem to be feeble are the more necessary;
chr: ᎥᏝ, ᎾᏍᎩᏍᎩᏂ ᎠᏰᎸ ᏤᎯ ᎤᏟ ᎢᏗᏩᎾᎦᎳ ᏥᏅᏩᏍᏙᎢ, ᎾᏍᎩ ᎤᏟ ᎤᎵᏍᎨᏛ ᎨᏐᎢ.

source: And to those parts of the body which seem to have less honour we give all the more honour; and to those parts of the body which are a cause of shame to us we give the greater respect;
chr: ᎠᎴ ᎾᏍᎩ ᎠᏰᎸ ᏤᎯ ᎾᏍᎩ ᎡᏍᎦ ᎢᏴᏛ ᎢᏗᎦᎸᏉᏗ ᎢᎩᏰᎸᏒ, ᎾᏍᎩ ᎤᏟ ᎢᏗᎦᎸᏉᏗ ᏂᏕᏛᏁᎰᎢ; ᎠᎴ ᏄᏬᏚᏒᎾ ᎨᏒ ᏂᎦᏛᏅᎢ ᎾᏍᎩ ᎤᏟ ᎤᏬᏚᎯᏳ ᏂᎦᎵᏍᏗᏍᎪᎢ;

source: But those parts of the body which are beautiful have no need of such care: and so the body has been joined together by God in such a way as to give more honour to those parts which had need of it;
chr: ᎤᏬᏚᎯᏳᏍᎩᏂ ᏂᎦᏛᏅᎢ ᎥᏝ ᏳᏂᎬᎪᎢ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᏚᏭᏓᏔᏂᏙᎸ ᎠᏰᎸᎢ, ᎤᏟ ᎢᎦᎢ ᎦᎸᏉᏗᏳ ᏄᏩᏁᎸ ᎾᏍᎩ ᎾᎿ ᎡᏍᎦ ᎨᏒᎢ;

source: So that there might be no division in the body; but all the parts might have the same care for one another.
chr: ᎾᏍᎩ ᎾᎿ ᎠᏰᎸ ᎢᎸᎯᏢ ᏧᎦᎴᏅᏛ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ; ᎾᏍᎩ ᏚᏫᏞᏫᏒ ᏧᎾᏓᏍᏆᏂᎪᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ.

source: And if there is pain in one part of the body, all the parts will be feeling it; or if one part is honoured, all the parts will be glad.
chr: ᎾᏍᎩ ᎢᏳᏃ ᏌᏉ ᎤᏫᏢ ᏯᎩᎵᏲᎦ, ᏂᎦᏛ ᏚᏫᏢ ᎤᎾᏠᏯᏍᏗᎭ ᎠᏂᎩᎵᏲᎦ; ᎠᎴ ᎢᏳ ᏌᏉ ᎤᏫᏢ ᎦᎸᏉᏔᏅᎯ ᏱᎩ, ᏂᎦᏛ ᏚᏫᏢ ᎤᎾᏠᏯᏍᏗᎭ ᎠᎾᎵᎮᎵᎦ.

source: Now you are the body of Christ, and every one of you the separate parts of it.
chr: ᏂᎯᏃ ᎾᏍᎩ ᎦᎶᏁᏛ ᎠᏰᎸᎢ, ᎠᎴ ᏚᏫᏞᏫᏒᎢ ᎾᏍᎩ ᎢᏥᏏᏴᏫᎭ ᎨᏒᎢ.
